/*
//  localizable.strings
//  tottepost lang file
//
//  Created by ISHITOYA Kentaro on 11/12/11.
//  Copyright (c) 2011 cocotomo. All rights reserved.
*/

"FirstAlert_Title" = "Welcome to tottepost!";
"FirstAlert_Message" = "Thank you for using this application.\n First, you tap icon of the gear wheel at the lower right.\nAnd choice service you want to upload to.";
"FirstAlert_OK" = "OK";

"Alert_Error" = "Error";
"Alert_NoNetwork" = "There is no network connection. \nWe will cancel upload.";
"Alert_NoSubmittersEnabled" = "There is no services enabled.";

"Main_Post" = "Post";
"Main_Cancel" = "Cancel";

"Settings_Title" = "Settings";
"Settings_Section_General" = "General";
"Settings_Section_Accounts" = "Accounts";
"Settings_Section_Accounts_Footer" = "Tap account name to enter details.";
"Settings_Row_Comment" = "Comment";
"Settings_Row_GPSTagging" = "GPS Tagging";
"Settings_Row_About" = "About / Feedback";
"Detail_Section_Account" = " Account";
"Detail_Section_Album" = "Album Selection";
"Detail_Row_AccountName" = "Account Name";
"Detail_Row_Logout" = "Logout";
"Detail_Row_LogoutButtonTitle" = "logout";

"Album_Detail_Section_Album_Footer" = "Selected album will be used for tottepost\n If you want to delete/edit album, please do so at %@.";
"Album_Detail_Section_Create_Album_Title" = "Create album";

"Create_Album_Navigation_Title" = "Create Album";
"Create_Album_Section_Title" = "Album Title";
"Create_Album_Placeholder" = "20XX Lunar Tour";
"Create_Album_Create_Button_Title" = "create";
"Create_Album_Alert_Creation_Empty_Title" = "Error";
"Create_Album_Alert_Creation_Empty_Message" = "Empty album title is not permitted.";
"Create_Album_Alert_Creation_Empty_Button_Title" = "OK";
"Create_Album_Alert_Creation_Failed_Title" = "Error";
"Create_Album_Alert_Creation_Failed_Button_Title" = "OK";

"ProgressCell_Completed" = "Completed";
"ProgressCell_Canceled" = "Canceled";

"Progress_Completed" = "Upload completed";
"Progress_Uploading" = "Remaining %d";
"Progress_Finished" = "Remaining %d";

"Account_Navigation_Title" = "Authorization";
"Account_Section_Username" = "Username";
"Account_Section_Password" = "Password";
"Account_Section_Username_Placeholder" = "kentaro.ishitoya@gmail.com";
"Account_Section_Password_Placeholder" = "password";

"Flash_On" = "On";
"Flash_Off" = "Off";
"Flash_Auto" = "Auto";

"Alert_Title" = "Warning";
"Alert_Message" = "Do you cancel all uploading files?";
"Alert_OK" =  "OK";
"Alert_Cancel" =  "Cancel";

"AboutText" = "Copyright (c) 2011, ISHITOYA Kentaro.
Copyright (c) 2011, WATANABE Ken. 

We provice source code on github, 
https://github.com/kent013/tottepost

And we are using lots of great OSS libraries.
Their copyright notices are placed in github.

If you have any questions or requests, please feel free to send us feedback.
";

"About_Section_About" = "About tottepost";
"About_Section_Feedback" = "Feedback";
"About_Section_Feedback_Footer" = "If you are new to UserVoice, EMail address is required.";
"About_Feedback_Mail_Button" = "Mail";
"About_Feedback_Mail_Title" = "Feedback via Mail";
"About_Feedback_UserVoice_Button" = "Open";
"About_Feedback_UserVoice_Title" = "Feedback via UserVoice";

/* 
 Localizable.strings
 AAMFeedbackViewController
 
 Created by Takayuki Fukatsu on 11/11/30.
 Copyright (c) 2011 Art & Mobile. All rights reserved.
 */

//Navigation Controller Elements
"AAMFeedbackTitle" = "Feedback";
"AAMFeedbackTopicsTitle" = "Topics";

"AAMFeedbackButtonMail" = "Mail";
"AAMFeedbackDescriptionPlaceholder" = "Please write for details.";

//Table Headers
"AAMFeedbackTableHeaderTopics" = "Please Fill";
"AAMFeedbackTableHeaderBasicInfo" = "Your Environment";

//Topics Options
"AAMFeedbackTopicsQuestion" = "Question";
"AAMFeedbackTopicsRequest" = "Request";
"AAMFeedbackTopicsBugReport" = "Bug Report";
"AAMFeedbackTopicsMedia" = "Media";
"AAMFeedbackTopicsBusiness" = "Business";
"AAMFeedbackTopicsOther" = "Other";

"AAMFeedbackMailDidFinishWithError" = "Failed to send your feedback. Please try later.";